[
    {
        "id": "1",
        "nombre": "Pancho",
        "especie": "Gato",
        "raza": "--",
        "edad": "5",
        "sexo": "Macho",
        "peso": "8",
        "propietario": "Cristian Correa Delgado",
        "telefono": "972 242 023",
        "direccion": "Santa Anita - Ate",
        "descripcion": "El gato en cuestión es un felino en buen estado de salud general, con un pelaje brillante y ojos alertas que reflejan su bienestar, aunque presenta un ligero sobrepeso que podría mejorarse con algunos ajustes en su rutina diaria. Este exceso de peso, evidenciado por un contorno ligeramente más prominente en su abdomen y una menor definición en su figura, sugiere la necesidad de moderar su ingesta calórica y fomentar una mayor actividad física. Para mantener su salud óptima y abordar el sobrepeso, se recomienda ofrecer una dieta balanceada y adecuada a su edad y nivel de actividad, evitando las golosinas en exceso y ajustando las porciones para prevenir el aumento de peso adicional. Además, incrementar la actividad física mediante juegos interactivos y juguetes que estimulen su caza y exploración ayudará a mejorar su condición física y a mantener un peso saludable. Una consulta regular con el veterinario permitirá ajustar su dieta y su plan de ejercicio de acuerdo a sus necesidades específicas, asegurando así que el gato se mantenga en una condición óptima y disfrute de una vida activa y saludable.",
        "imagen": "D:/SistemaVet/FotosPerfil/imagen1.jpg"
    },
    {
        "id": "2",
        "nombre": "Hannita",
        "especie": "Perro",
        "raza": "Pequines",
        "edad": "4",
        "sexo": "Hembra",
        "peso": "6",
        "propietario": "Fernando Zuasnabar",
        "telefono": "925 657 624",
        "direccion": "Las Viñas de San Juan",
        "descripcion": "La perrita Pekinés, de 4 años, se encuentra en excelente estado de salud, con un pelaje largo y sedoso que mantiene un brillo natural y sin signos de nudos o parásitos. Sus ojos están claros y sin secreciones, y las orejas están limpias, sin evidencia de infecciones. Su peso es adecuado para su tamaño, lo que indica una figura esbelta y saludable. Para mantener este estado óptimo, se recomienda seguir una dieta equilibrada adecuada a su tamaño y edad, evitando alimentos calóricos vacíos y golosinas en exceso. A pesar de su baja actividad natural, es fundamental incluir paseos cortos y juegos suaves para promover la salud cardiovascular y la movilidad. El cepillado regular del pelaje es crucial para evitar enredos y problemas dermatológicos, mientras que el cuidado dental debe incluir el cepillado de dientes varias veces a la semana y chequeos anuales para prevenir enfermedades periodontales. Además, se aconseja realizar chequeos veterinarios periódicos, al menos una vez al año, para monitorear su salud y mantener actualizadas las vacunaciones y desparasitaciones. Finalmente, proporcionar un entorno enriquecido con estimulación mental y social contribuirá a su bienestar emocional y felicidad. Con estas prácticas, la perrita Pekinés podrá disfrutar de una vida saludable y plena.",
        "imagen": "D:/SistemaVet/FotosPerfil/pequines.jpg"
    },
    {
        "id": "3",
        "nombre": "Rocky",
        "especie": "Perro",
        "raza": "Rottweiler",
        "edad": "2",
        "sexo": "Macho",
        "peso": "40",
        "propietario": "Fernando Zuasnabar",
        "telefono": "925 657 624",
        "direccion": "Las Viñas de San Juan",
        "descripcion": "El paciente se presenta en consulta con un historial general de salud estable, con vacunaciones al día y desparasitaciones regulares. Se destaca una historia de displasia de cadera leve, diagnosticada a los 2 años, manejada con dieta controlada y suplementos de glucosamina condroitina. El paciente ha tenido episodios ocasionales de otitis externa, tratada con limpieza auricular y medicamentos tópicos, sin recurrencia significativa en los últimos 12 meses. No se observan problemas gastrointestinales crónicos; sin embargo, se ha recomendado una dieta especial para evitar posibles problemas de obesidad. Los exámenes clínicos y análisis de laboratorio recientes muestran parámetros dentro de los rangos normales, sin evidencia de enfermedades infecciosas ni parasitarias activas. Se recomienda continuar con chequeos regulares, mantener el programa de vacunación y seguir con la suplementación para la displasia de cadera. Se ha programado una revisión para monitorear la evolución de la salud articular y asegurar el bienestar continuo del paciente.",
        "imagen": "D:/SistemaVet/FotosPerfil/rottweiler.jpg"
    }
]